BOT_TOKEN = ''

proxy_ip = 'nvnyf.teletype.live'
proxy_port = '1080'
proxy_user = 'telegram'
proxy_password = 'telegram'

admins_id = [157079784, 217166737]

start_text = """
Пока ты читаешь этот текст, мы творим новую ветвь истории прогноза погоды от людей. Нам приятно, что ты с нами.
  
А теперь, Друг, выбери в какой категории погоды ты разбираешься и готов делиться со всем миром своими умопомрачительными советами.

Совет может быть любым: пиши матом или, наоборот, в официальном стиле, главное - он должен вызывать улыбку у людей и нравиться тебе.

Приступим.
"""

categories = {
    'Хорошая погода': [
        'Солнечно',
        'Тепло'
    ],
    'Плохая погода': [
        'Дождь',
        'Пасмурно',
        'Холодно',
        'Мерзко'
    ],
    'По градусам': [
        '0-3°',
        '4-7°',
        '8-11°',
        '12-15°',
        '16-19°',
        '20-21°',
        '22-25°',
        '26-29°',
        '30-33°',
        '34-37°',
        '37° и выше'
    ]
}
